Table of Contents
 Enum ConcAggregateType
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Concrete aggreage type
public enum ConcAggregateType
Fields
Basalt = 3
Basalt aggregates
Limestone = 1
Limestone aggregates
Quartzite = 0
Quartzite aggregates
Sandstone = 2
Sandstone aggregates
Fields
 Name |  Description
 Basalt = 3
Basalt aggregates
 Limestone = 1
Limestone aggregates
 Quartzite = 0
Quartzite aggregates
 Sandstone = 2
Sandstone aggregates
 Edit this page